const _SO4BJ = {
  "NA-A": {
    title: "發現問題",
    desc: "基於好奇、求知或需要，觀察生活周遭和外在世界的現象，察覺可探究的問題，進而蒐集整理所需的資訊， 釐清並訂定可解決或可測試的研究問題，預測可能的結果，提出想法、假說或模型。",
  },
  "NA-B": {
    title: "規劃與研究",
    desc: "根據提出的問題，擬定研究計畫和進度。辨明影響結果的變因，選擇或設計適當的工具或儀器觀測，以獲得有效的資料數據，或根據預期目標並經由測試結果檢視最佳化條件。",
  },
  "NA-C": {
    title: "論證與建模",
    desc: "分析資料數據以提出科學主張或結論、發現新知或找出解決方案。發展模型以呈現或預測各因素之間的關係。檢核資料數據與其他研究結果的異同，以提高結果的可信度，並察覺探究的限制。",
  },
  "NA-D": {
    title: "表達與分享",
    desc: "運用適當的溝通工具呈現重要發現，與他人分享科學新知與想法，推廣個人或團隊的研究成果。",
  },
};
